Repository: yippiez/pwnagotchi
Catalog: pwnagotchi/locale/*/LC_MESSAGES/voice.po
Languages: tr

source: Hi, I'm Pwnagotchi! Starting ...
tr: Merhaba, Ben Pwnagotchi! Başlıyorum ...

source: New day, new hunt, new pwns!
tr: Yeni gün, yeni av, yeni pwnlar!

source: Hack the Planet!
tr: Dünyayı Hackle!

source: AI ready.
tr: AI hazır.

source: The neural network is ready.
tr: Yapay sinir ağı hazır.

source: Generating keys, do not turn off ...
tr: Anahtarlar oluşturuluyor, kapatmayın ...

source: Hey, channel {channel} is free! Your AP will say thanks.
tr: Hey, {channel}. kanal boşta! Sana AP'in teşekkür edecek.

source: Reading last session logs ...
tr: Son oturum kayıtlarını okuyorum ...

source: Read {lines_so_far} log lines so far ...
tr: Şu ana kadar {lines_so_far} kaydedilmiş satırı okudum ...

source: I'm bored ...
tr: sıkıldım ...

source: Let's go for a walk!
tr: Hadi yürüyüşe çıkalım!

source: This is the best day of my life!
tr: Bu hayatımın en iyi günü!

source: Shitty day :/
tr: Berbat bir gün :/

source: I'm extremely bored ...
tr: Aşırı sıkıldım ...

source: I'm very sad ...
tr: Çok mutzusum ...

source: I'm sad
tr: Mutsuzum

source: Leave me alone ...
tr: Beni rahat bırak ...

source: I'm mad at you!
tr: Sana çok kızgınım!

source: I'm living the life!
tr: Hayatı yaşıyorum!

source: I pwn therefore I am.
tr: Ben pwnlıyorum öyleyse varım.

source: So many networks!!!
tr: Çok fazla ağ!!!

source: I'm having so much fun!
tr: Çok eğleniyorum!

source: My crime is that of curiosity ...
tr: Benim suçum meraklı olmak ...

source: Hello {name}! Nice to meet you.
tr: Merhaba {name}! Tanıştığımıza memnun oldum.

source: Yo {name}! Sup?
tr: Yo {name}! Nasılsın?

source: Hey {name} how are you doing?
tr: Hey {name} ne yapıyorsun?

source: Unit {name} is nearby!
tr: Unit {name] yakında!

source: Uhm ... goodbye {name}
tr: Uhm ... hoşçakal {name}

source: {name} is gone ...
tr: {name] gitti ...

source: Whoops ... {name} is gone.
tr: Whoops ... {name] gitti.

source: {name} missed!
tr: {name] kaçırdı!

source: Missed!
tr: Kaçırdım!

source: Good friends are a blessing!
tr: İyi arkadaşlar bir nimettir!

source: I love my friends!
tr: Arkadaşlarımı çok seviyorum!

source: Nobody wants to play with me ...
tr: Kimse benle oynamak istemiyor ...

source: I feel so alone ...
tr: Çok yanlız hissediyorum ...

source: Where's everybody?!
tr: Herkes nereye kayboldu?!

source: Napping for {secs}s ...
tr: {secs}s kadar şekerleme yapacağım ...

source: Zzzzz
tr: Zzzz

source: Good night.
tr: İyi geceler.

source: Waiting for {secs}s ...
tr: {secs}s kadar bekliyorum ...

source: Looking around ({secs}s)
tr: Etrafa bakınıyorum ({secs}s)

source: Hey {what} let's be friends!
tr: Hey {what} hadi arkadaş olalım!

source: Associating to {what}
tr: {what} ile ilişkilendirilme

source: Just decided that {mac} needs no WiFi!
tr: {mac}'in wifiya ihtiyacı olmadığına karar verdim!

source: Deauthenticating {mac}
tr: {mac}'e Deauth saldırısı yapıyorum

source: Kickbanning {mac}!
tr: {mac}'i kickbanliyorum!

source: Cool, we got {num} new handshake{plural}!
tr: Havalı, {num} tane handshake topladık!

source: You have {count} new message{plural}!
tr: {count} tane yeni mesajın var!

source: Oops, something went wrong ... Rebooting ...
tr: Ooops, bir şeyler yanlış gitti ... yeniden başlatıyorum ...

source: Kicked {num} stations
tr: Ağdan {num} tane station attım

source: Made {num} new friends
tr: {num] yeni arkadaş edindim

source: Got {num} handshakes
tr: {num} handshake yakaladım

source: Met 1 peer
tr: Bir akran ile tanıştım

source: Met {num} peers
tr: {num} akran ile tanıştım

source: I've been pwning for {duration} and kicked {deauthed} clients! I've also met {associated} new friends and ate {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
tr: Ben {duration} süredir pwnlıyorum ve ağlardan {deauthed} kullanıcı attım!{associated} yeni arkadaşla tanıştım ve {handshakes} tane handshake yedim!#pwnagotchi #pwnlog #pwnlife#hacktheplanet #skynet

source: hours
tr: Saat

source: minutes
tr: Dakika

source: seconds
tr: Saniye

source: hour
tr: Saat

source: minute
tr: Dakika

source: second
tr: Saniye

source: Uploading data to {to} ...
tr: Şuraya {to} verileri yüklüyorum ...
